Repository: choibyeoli/CTDOkinawa
Catalog: CTDSwiftUI/Localizable.xcstrings
Source language: en
Languages: es

source: Use the button below to choose a place.
es: Usa el botón de abajo para elegir un lugar.

source: What can we help you with?
es: ¿En qué podemos ayudarte?

source: Language
es: Lenguaje

source: Emergency Hotlines
es: Líneas de emergencia

source: Homelessness & Financial Aid
es: Personas sin hogar y ayuda económica

source: Multilingual Support
es: Soporte multilingüe

source: Okinawa Lifeline
es: Línea de ayuda de Okinawa

source: Domestic Violence & Crime
es: Violencia doméstica y delitos

source: Address:
es: Direccíon:

source: All Day
es: Todo el día

source: Cause
es: Causa

source: Clothes/toiletries available
es: Ropa y artículos de tocador disponibles

source: Clothing
es: Ropa

source: Current Location
es: Ubicácion actual

source: Distance
es: Distancia

source: Drop-In Centers
es: Centros de Ayuda

source: Emergency Hotline Numbers
es: Números de Ayuda

source: Estimated Time
es: Tiempo Estimado

source: Families without minor children, Adult Couples, Application Required, (212) 481-4704
es: Familias sin hijos menores de edad, Parejas adultas, Se requiere solicitud, (212) 481-4704

source: Family with children under 21 or a pregnant family: (917)-521-3900
es: Familia con hijos menores de 21 años o una familia embarazada: (917)-521-3900

source: First come first serve
es: Por orden de llegada

source: First, 20 people will be served
es: En primer lugar, se atenderá a 20 personas

source: Food
es: Comida

source: Friday
es: Viernes

source: Grab-and-go
es: La comida para llevar

source: How can we help you today?
es: Como podemos ayudarte hoy?

# Legal
source: Legal Services
es: Servicios Legales

source: Line up 30 mins before
es: Alinea 30 minutos antes

source: M, W, F
es: Lunes, Miércoles, y Viernes

source: M, W, F: 12:30-1:30pm
es: Lunes, Miércoles, Viernes: 12:30-1:30pm

source: Meals and social services
es: Comidas y servicios sociales

source: Medical
es: Medicó

source: Men & Women
es: Hombres y Mujeres

source: Mon & Wed: 12:30-5pm
es: Lunes y miércoles: 12:30-5pm

# Mon and Wed
source: Mon & Wed
es: Lunes y Miércoles

source: Mon to Fri
es: Lunes hasta Viernes

source: Mon to Fri: 2:30-3:30pm; Sat-Sun: 4-5pm
es: Lunes a viernes: 2:30-3:30pm; Sábado-Domingo: 4-5pm

source: Mon to Fri: 4-6pm
es: Lunes a viernes: 4-6pm

source: Mon to Fri: 8-4pm
es: Lunes a viernes: 8-4pm

source: Mon to Fri: 8am-11am
es: Lunes a viernes: 8am-11pm

source: Mon to Fri: 9-3pm
es: Lunes a viernes: 9-3pm

source: Mon to Fri: 9-4pm
es: Lunes a viernes: 9-4pm

source: Mon to Fri: 9:30-11am
es: Lunes a Viernes: 9:30-11am

source: Mon to Fri: 9am-5pm
es: Lunes a viernes: 9-5pm

source: Mon to Fri: 10:30am-12:30pm
es: Lunes a viernes: 10:30am-12:30pm

source: Mon to Fri: 10am-12pm
es: Lunes a viernes: 10am-12pm

source: Mon to Fri: 11am-6pm
es: Lunes a viernes: 11am-6pm

source: Mon to Fri: 11am-12:30pm
es: Lunes a viernes: 11am-12:30pm

source: Mon to Sun
es: Lun hasta Dom

source: Mon to Sun: • Women admitted 3-3:30pm • Men admitted 3:45pm-5pm
es: Lunes a domingo: • Mujeres admitidas de 3 a 3:30 p.m. • Hombres admitidos de 3:45 p.m. a 5 p.m.

source: Mon to Sun: 1:30-6:30pm
es: Lunes a domingo: 1:30-6:30pm

source: Mon to Sun: 6:30-8am; 12-1:30pm; 4-6pm
es: De lunes a domingo: 6:30-8am; 12-1:30pm; 4-6pm

source: Mon to Sun: 7-8am
es: Lunes a domingo: 7-8am

source: Mon to Sun: 8-9am; 1-2pm, 5-6pm
es: De lunes a domingo: 8-9am, 1-2pm, 5-6pm

source: Mon,Tues,Wed,Fri(Men served): 10am-12pm, Thurs(Women served): 10am-12pm
es: Lunes, martes, miércoles, viernes (hombres atendidos): 10 a.m. a 12 p.m., jueves (mujeres atendidas): 10 a.m. a 12 p.m.

source: Mon,Wed,Thurs,Fri
es: Lunes, Miércoles, Jueves, y Viernes

source: Mon,Wed,Thurs,Fri 9:30am-1pm(sign up by 10:30am): Showers and Laundry; Thurs(sign up by 10am): Haircuts
es: Lunes, miércoles, jueves y viernes de 9:30 a.m. a 1 p.m. (regístrese antes de las 10:30 a.m.): Duchas y lavandería; Jueves (inscríbete antes de las 10 de la mañana): Cortes de pelo

source: Monday
es: Lunes

source: More Details
es: Más Detalles

source: Next Location
es: Siguiente

source: NOT accepting walk-ins, Phone Number: 212-271-7200
es: NO se aceptan visitas sin cita previa, número de teléfono: 212-271-7200

source: Open:
es: Horario:

source: Options
es: Opciones

source: Phone Number: 212-862-3900
es: Número de teléfono: 212-862-3900

source: Saturday
es: Sábado

source: Saturday: 3-4pm
es: Sábado: 3-4pm

source: Saturday: 4pm-7pm
es: Sábado: 4pm-7pm

source: Saturday: 11:30am-2pm
es: Sábado: 11:30am-2pm

source: Service Categories
es: Categorías de servicios

source: Shelter
es: Casa

source: Showers
es: Duchas

source: Single Adult Men Shelter: (212)-481-0771
es: Refugio para hombres adultos solteros: (212)-481-0771

source: Single Adult Women Shelter: (718)-842-9865
es: Refugio para mujeres adultas solteras: (718)-842-9865

source: Sun, M, W
es: Domingo, Lunes, Miércoles

source: Sun, M, W: 7-8:30am; Mon to Sun: 5:30-6:30pm; Saturday: 9:30-11am
es: Domingo, lunes, miércoles: 7-8:30am; Lunes a domingo: 5:30-6:30pm; Sábado: 9:30-11am

source: Sunday
es: Domingo

source: Thursday
es: Jueves

source: Toilet
es: Baño

source: Toiletries and socks also available
es: Artículos de tocador y calcetines también disponibles

source: Tues & Thurs: 9am-1pm
es: Martes y jueves: 9am-1pm

source: Tues and Thurs: 8am-2pm
es: Martes y jueves: 8am-2pm

source: Tuesday
es: Martes

source: Tuesday: 10am-12pm
es: Martes: 10am-12pm

source: Walk-ins accepted
es: Se aceptan visitas sin cita previa

source: Walk-ins are NOT accepted, Phone Number: 212-661-8934, Extension: 264
es: NO se aceptan visitas sin cita previa, Número de teléfono: 212-661-8934, Extensión: 264

source: Wednesday
es: Miércoles

source: You are here!
es: Está Aquí!

source: Youth ages 16-29
es: Jóvenes de 16 a 29 años
